Merge pull request #12 from huuhieu56/huuhieu/fix-docs
fix doc
